{
  "$bnb": 32341,
  "$mdxg": 39669,
  "$trx": 39711,
  "$wldbsjxhskxbwnz": 34652,
  "%,": 36478,
  "-.-": 35016,
  "-_-": 31048,
  "2040": 32770,
  "://": 34724,
  ";>>": 34045,
  ">:(": 37434,
  "^^": 39429,
  "aajkal": 39892,
  "aaliyah": 37582,
  "aap": 33272,
  "aashiq": 33046,
  "aate": 37639,
  "ab60": 34130,
  "abacus": 35893,
  "abasement": 39565,
  "abaya": 30739,
  "abdicated": 41083,
  "abductded": 40824,
  "abdulaziz": 35800,
  "abdully": 37762,
  "abeed": 39573,
  "abeg": 30985,
  "abets": 40611,
  "abetted": 36947,
  "abetters": 35294,
  "abetting": 32436,
  "abg": 40618,
  "abhijit": 36995,
  "abhorrent": 41434,
  "ablehnen": 32575,
  "ableism": 35336,
  "ableists": 36015,
  "abmeddln": 37782,
  "abnormally": 39710,
  "abo": 37944,
  "abode": 38965,
  "abomination": 39925,
  "abominations": 38590,
  "aboriginals": 40317,
  "aborigines": 31148,
  "aborting": 35948,
  "abortionists": 38088,
  "abortions": 36795,
  "abos": 40982,
  "aboutaleb": 34228,
  "abrahamics": 36419,
  "abrogated": 36305,
  "absofuckinglutely": 37826,
  "absolutest": 41484,
  "absolve": 38483,
  "absolves": 36703,
  "absoutely": 38878,
  "abt": 41678,
  "abuelos": 40735,
  "abuja": 37666,
  "abusite": 35926,
  "abysmal": 39242,
  "acab": 31628,
  "acadia": 37464,
  "acapella": 31426,
  "accecable": 34703,
  "accelerationism": 31285,
  "accidently": 37951,
  "acclimate": 36230,
  "accomplice": 34751,
  "accomplishes": 37083,
  "accosted": 31462,
  "acct": 39209,
  "accursed": 31664,
  "accusatory": 37449,
  "accustaion": 32346,
  "achievers": 31011,
  "achtung": 30670,
  "acidmine": 34791,
  "acka": 31860,
  "ackchally": 40117,
  "ackshully": 37275,
  "acomplished": 33172,
  "acording": 31649,
  "acorn": 40173,
  "acquiescence": 31920,
  "acquittal": 40006,
  "acrumbling": 38523,
  "acrylics": 32471,
  "acthung": 32753,
  "actin": 35484,
  "activision": 30651,
  "actuality": 40940,
  "actualy": 35367,
  "actvists": 41365,
  "acupuncturist": 41197,
  "adage": 41407,
  "adamantly": 32076,
  "adamic": 34409,
  "adapts": 38902,
  "addazio": 37775,
  "addendum": 40820,
  "adderall": 39458,
  "addictions": 38423,
  "addled": 32918,
  "adha": 37731,
  "adios": 37649,
  "adl": 34995,
  "administers": 39641,
  "admissioin": 35892,
  "admixture": 36060,
  "admonished": 38456,
  "admonishing": 33339,
  "adolphus": 30751,
  "ados": 31989,
  "adress": 32553,
  "adrienne": 33031,
  "adrift": 33347,
  "adroit": 34585,
  "adulterers": 37337,
  "adulting": 37101,
  "advertises": 39490,
  "adverts": 31039,
  "advocay": 32895,
  "advoing": 38667,
  "aed": 38059,
  "aedes": 30661,
  "aerosol": 37594,
  "aesthetically": 37286,
  "afab": 34603,
  "afaik": 35012,
  "afainst": 32380,
  "affections": 38010,
  "affiliations": 37791,
  "affirmattive": 32995,
  "affirms": 37932,
  "affleck": 35195,
  "affliction": 30915,
  "afflictions": 36246,
  "affront": 39947,
  "afghani": 31083,
  "afghans": 34420,
  "afica": 30679,
  "africains": 34074,
  "africana": 39374,
  "africansvand": 33034,
  "africoons": 34437,
  "afrikanda": 34688,
  "afrikaner": 32883,
  "afrikans": 41138,
  "afrikas": 38223,
  "afrobeat": 36517,
  "afrofuckology": 38841,
  "afros": 37050,
  "afshin": 31326,
  "afterall": 35792,
  "afterthought": 39729,
  "afua": 36495,
  "agains": 38480,
  "agaisnt": 32167,
  "agc": 34223,
  "ageism": 41640,
  "ageist": 30881,
  "agender": 32543,
  "agentsofsodom": 39048,
  "aggadata": 32470,
  "aggies": 30920,
  "aggrandizement": 37732,
  "aggravating": 30836,
  "aggressors": 35836,
  "aggy": 40595,
  "agh": 35794,
  "agitator": 37816,
  "agonizing": 40038,
  "agt": 34450,
  "agua": 36882,
  "agusta": 38230,
  "aha": 36639,
  "ahaahaha": 30815,
  "ahah": 37924,
  "ahaha": 34573,
  "ahahahahah": 36870,
  "ahahahahahahahaha": 39503,
  "ahahahahahahahahahahahaha": 34771,
  "ahahahahahahhaha": 37254,
  "ahat": 38571,
  "ahed": 32556,
  "ahem": 34217,
  "ahh": 33200,
  "ahhahahaha": 35048,
  "ahhahahahaahahahah": 38776,
  "ahhahahahah": 36848,
  "ahi": 36860,
  "ahimsa": 30772,
  "ahmadi": 32389,
  "ahmeddiya": 30876,
  "ahurt": 36355,
  "aib": 36672,
  "aii": 41159,
  "ailes": 31640,
  "aimc": 36528,
  "aimim": 31050,
  "aimin": 34297,
  "aint": 38992,
  "airbender": 33911,
  "airforce": 31145,
  "airhead": 33377,
  "airliners": 31952,
  "airpod": 34239,
  "airpods": 36094,
  "ajeeb": 31775,
  "ajuda": 37626,
  "ak47": 37158,
  "akbaruddin": 36286,
  "akbatman": 32303,
  "akhmed": 33300,
  "akkian": 41593,
  "aks": 33256,
  "akshually": 41117,
  "akst": 41343,
  "aktion": 37487,
  "aku": 40826,
  "alabamy": 30827,
  "aladdin": 34747,
  "alah": 33147,
  "alamance": 35494,
  "alaskan": 31978,
  "alawites": 31935,
  "alaykum": 41429,
  "albino": 33498,
  "albinos": 35096,
  "albright": 31452,
  "alcholics": 31402,
  "alcoholics": 41601,
  "alerting": 33094,
  "alfie": 38951,
  "algo": 38577,
  "alienate": 31881,
  "alienating": 40680,
  "alight": 35001,
  "aligning": 33220,
  "alimony": 30552,
  "alinsky": 31908,
  "alinskyite": 41177,
  "alioto": 32566,
  "aliqum": 40320,
  "alittle": 34023,
  "alize": 41016,
  "alkaida": 30767,
  "allahbaba": 31156,
  "allahs_islam": 32468,
  "allahu": 36386,
  "allat": 30795,
  "allentown": 33640,
  "alleys": 39035,
  "allhaha": 38486,
  "allin": 34582,
  "alliteration": 35113,
  "allivesmatter": 30603,
  "allosexual": 38134,
  "allred": 32384,
  "alluhu": 39805,
  "alluring": 37342,
  "almosy": 31008,
  "aloha": 38656,
  "alohomora": 35977,
  "alot": 37689,
  "alotta": 36506,
  "alphabetically": 34697,
  "alphamales": 32196,
  "alphas": 35987,
  "alsaud": 33278,
  "alsterwasser": 38273,
  "altifa": 37300,
  "altleft": 36596,
  "altretard": 32544,
  "altricial": 41035,
  "altright": 31647,
  "altrighteducation": 40670,
  "altrightfanfic": 33267,
  "altrightfanfiction": 34643,
  "altruism": 38452,
  "altuve": 41376,
  "alu": 37930,
  "alukan": 35529,
  "alwaleed": 37155,
  "alwayswithyoushehnaaz": 30531,
  "amaka": 41618,
  "amari": 41498,
  "amarillo": 31078,
  "amash": 31324,
  "amass": 38262,
  "amazes": 41017,
  "ambles": 39025,
  "ambushing": 35318,
  "ameria": 32328,
  "americafirst": 31144,
  "americahaterinchief": 34719,
  "americanism": 32133,
  "americanthinker": 39674,
  "americn": 32448,
  "amerika": 30704,
  "amerikan": 38686,
  "amia": 33886,
  "amiable": 32280,
  "amicable": 31172,
  "amicably": 32571,
  "amigo": 39512,
  "amiri": 39377,
  "amirite": 32943,
  "amish": 35178,
  "amiss": 36965,
  "amit": 36957,
  "amma": 32169,
  "ammendment": 32220,
  "ammrite": 36601,
  "amnat": 33541,
  "amplifying": 37244,
  "amsyar": 38762,
  "amtrack": 34523,
  "amuriker": 32414,
  "anally": 37911,
  "analogies": 39984,
  "ananya": 34514,
  "anazing": 30817,
  "anc": 35351,
  "ancap": 34600,
  "ancaps": 39934,
  "anda": 41471,
  "andaman": 40971,
  "andar": 37041,
  "andere": 39274,
  "andie": 32243,
  "andme": 41775,
  "andydalton": 35986,
  "anelys": 31142,
  "anemic": 34258,
  "anf": 36121,
  "ange": 36583,
  "angering": 32067,
  "angeza": 36229,
  "anglicised": 39156,
  "anglin": 32430,
  "angling": 30698,
  "angloons": 31167,
  "anglos": 41217,
  "anglozionist": 38979,
  "animalistic": 41479,
  "animalrights": 38340,
  "animes": 39351,
  "annihilate": 39166,
  "annihilated": 35123,
  "anning": 40196,
  "anniversaire": 40092,
  "anniversaries": 31177,
  "announcers": 33153,
  "annoys": 33158,
  "annulling": 31282,
  "anny": 40119,
  "anomalous": 41714,
  "anon": 30747,
  "anouncements": 31178,
  "antagonize": 31975,
  "antebellum": 33605,
  "antichrist": 31884,
  "antichristian": 40113,
  "antif": 36369,
  "antifa": 40887,
  "antifaggots": 32635,
  "antifags": 39437,
  "antifascist": 35462,
  "antifs": 36395,
  "antipathy": 41007,
  "antipope": 34353,
  "antiracist": 41143,
  "antisemites": 30589,
  "antisemitic": 34729,
  "antisemitism": 40011,
  "antisexist": 32126,
  "antithesis": 30700,
  "antithetical": 32324,
  "antiwhite": 36468,
  "anto": 33808,
  "anyday": 31610,
  "anyoneelse": 31170,
  "anyting": 39062,
  "anyways": 39732,
  "anyything": 34736,
  "anzari": 35602,
  "aos": 34230,
  "apassive": 32957,
  "apefreaka": 39104,
  "apefrica": 32457,
  "apellido": 37853,
  "apfrica": 34633,
  "apocalipse": 30860,
  "apoint": 32007,
  "apologetics": 35532,
  "apologist": 38078,
  "apologists": 40601,
  "apologizes": 36525,
  "apostasy": 36507,
  "apostate": 34569,
  "apostates": 36835,
  "apostrophes": 37148,
  "appc": 35000,
  "appearetly": 39524,
  "appeased": 34490,
  "appeasement": 40594,
  "appeaser": 34290,
  "appeasers": 32138,
  "appeasing": 32916,
  "applauding": 40082,
  "applauds": 33733,
  "applebee": 41192,
  "appoints": 33223,
  "appropiation": 31603,
  "appropriating": 38209,
  "aprox": 35501,
  "apryl": 35524,
  "aquaman": 34096,
  "aquib": 31497,
  "ar10": 39954,
  "ar15": 32778,
  "arabella": 39419,
  "arablies": 40983,
  "arabsliars": 31197,
  "arabspring": 38830,
  "arabterror": 32495,
  "aragorn": 33482,
  "arayans": 31302,
  "arayn": 37224,
  "arbiters": 36768,
  "arco": 34959,
  "arent": 35959,
  "argonauts": 40911,
  "arguement": 34083,
  "arguin": 39119,
  "arian": 32573,
  "ariana": 39204,
  "ariha": 35102,
  "aristocrats": 32362,
  "arkenstone": 39492,
  "armbands": 41024,
  "armless": 31273,
  "armload": 30988,
  "armpit": 33502,
  "armys": 35046,
  "aromantic": 35885,
  "aron": 35556,
  "aroun": 32146,
  "arquette": 40430,
  "arrogantly": 32188,
  "arround": 35607,
  "arsch": 39783,
  "arse": 34710,
  "arsed": 37642,
  "arseholes": 41432,
  "arselifter": 34462,
  "arses": 37162,
  "arsonists": 30951,
  "artform": 37669,
  "arthurian": 31468,
  "articulating": 35997,
  "artiste": 41757,
  "artistry": 34071,
  "artlces": 37075,
  "artpop": 31759,
  "aru": 35077,
  "arwen": 41346,
  "aryannation": 37321,
  "aryans": 33333,
  "asap": 40364,
  "ascii": 40859,
  "asdjfkl": 32663,
  "asexual": 32763,
  "asf": 33720,
  "ashkenazi": 34372,
  "ashkenazim": 34831,
  "ashtabula": 39205,
  "ashtep": 39570,
  "ashtrays": 37573,
  "ashy": 32474,
  "asians": 31572,
  "asif": 35665,
  "asing": 32290,
  "askin": 32779,
  "askstacey": 39983,
  "asl": 30673,
  "aslo": 38919,
  "aslun": 40034,
  "asos": 31986,
  "asp": 36185,
  "aspartame": 35236,
  "asperger": 37964,
  "aspersions": 37228,
  "assad": 31715,
  "assamese": 38766,
  "assange": 31481,
  "assaulters": 33668,
  "assclown": 36673,
  "asscrackistan": 32278,
  "assed": 40055,
  "assfucking": 37614,
  "asshat": 40668,
  "assholes": 31475,
  "assimilate": 34767,
  "assimilated": 39463,
  "assimilating": 41675,
  "assmador": 35222,
  "associating": 38628,
  "assraped": 38882,
  "assualting": 38405,
  "asswipe": 34237,
  "assyrians": 32807,
  "astagfar": 33681,
  "astarswomens": 39058,
  "astound": 39538,
  "astra": 35815,
  "astray": 35206,
  "astrophysicist": 36551,
  "astute": 37160,
  "aswell": 39946,
  "asylums": 33145,
  "atavistic": 32748,
  "atheistic": 30730,
  "athu": 34011,
  "atitude": 30844,
  "atl": 33311,
  "atleast": 32537,
  "atlin": 39015,
  "atlus": 36722,
  "atomaweapon": 39815,
  "atomized": 34794,
  "atomwaffen": 33652,
  "atone": 38184,
  "atrocious": 38976,
  "attainable": 33673,
  "attains": 40234,
  "attemting": 32184,
  "attractively": 34913,
  "atwood": 36475,
  "audacity": 40648,
  "audibly": 34402,
  "aukaat": 34953,
  "auntie": 32420,
  "aunts": 31274,
  "ausfam": 36855,
  "aushwitz": 34942,
  "auspol": 32483,
  "aussies": 37843,
  "australiopithicus": 30666,
  "authocratism": 40683,
  "authoritarianism": 38421,
  "authoritarians": 34854,
  "autist": 38963,
  "autistic": 32292,
  "autists": 38813,
  "autocad": 31395,
  "autocorrect": 40157,
  "autocracy": 40692,
  "avacado": 34160,
  "avdol": 38158,
  "aventura": 41181,
  "avi": 40263,
  "avicii": 33175,
  "avis": 30672,
  "avocados": 40503,
  "avoidable": 33040,
  "avow": 38671,
  "avuncular": 36262,
  "awan": 31379,
  "awc": 30584,
  "aweful": 31276,
  "awf": 32374,
  "awfull": 38701,
  "awright": 40094,
  "awry": 38231,
  "awsreness": 41201,
  "awstun": 39087,
  "aww": 33454,
  "awwshitz": 41574,
  "ayan": 36432,
  "ayelet": 33968,
  "ayo": 41409,
  "ayodele": 31081,
  "ayoffs": 31912,
  "ayye": 32911,
  "azealia": 37397,
  "azhar": 40252,
  "azikanzi": 36663,
  "azz": 31557,
  "azzmador": 34788,
  "b*cky": 37788,
  "b*tch": 38349,
  "b*tches": 34910,
  "b.h.": 30716,
  "b4": 34332,
  "baap": 39866,
  "baapdadainsult": 32092,
  "baar": 39378,
  "baat": 40793,
  "babalampse": 37795,
  "babbitt": 38933,
  "babble": 32991,
  "babbling": 32460,
  "babes": 37000,
  "babied": 31875,
  "baboon": 36562,
  "baboons": 33863,
  "babydaddy": 40707,
  "babydick": 30885,
  "babydicks": 40593,
  "babyraping": 36096,
  "babysitting": 35729,
  "bacc": 34329,
  "baccardi": 35374,
  "bachcha": 40545,
  "bachelors": 39343,
  "bachhe": 31180,
  "back2india": 37589,
  "backalleys": 37473,
  "backboard": 32246,
  "backfire": 36109,
  "backfired": 35981,
  "backpay": 33878,
  "backpedal": 32171,
  "backpedaling": 30909,
  "backstab": 41746,
  "backwater": 30600,
  "backwood": 35485,
  "backwoods": 32521,
  "baconas": 34050,
  "badder": 38181,
  "baddie": 30710,
  "badgoy": 36219,
  "badt": 36252,
  "baedophiles": 31111,
  "baeh": 37322,
  "baffles": 41005,
  "bagay": 32130,
  "bagel": 31933,
  "bagger": 31311,
  "baginda": 32320,
  "bahfroom": 37182,
  "baited": 39148,
  "baiter": 33319,
  "baiting": 38448,
  "baits": 33876,
  "bakarahom": 35252,
  "bakeries": 30966,
  "bakers": 41442,
  "bakes": 33301,
  "bakrid": 33785,
  "bakunin": 41657,
  "balding": 40451,
  "balkanizing": 36556,
  "baller": 32445,
  "ballmer": 32815,
  "ballsacks": 38835,
  "baloney": 36273,
  "bama": 31471,
  "bamas": 34142,
  "bame": 36717,
  "bamn": 39370,
  "bampumim": 31521,
  "banal": 37379,
  "banan": 37187,
  "bandai": 34912,
  "bandaid": 34059,
  "bandana": 33404,
  "banditos": 33810,
  "bandonnel": 35972,
  "banfgm": 34104,
  "banger": 37320,
  "bangers": 31118,
  "bangla": 30761,
  "bangladeshis": 35882,
  "bangoob": 39143,
  "bangy": 40643,
  "banimmigration": 35155,
  "banishes": 32712,
  "banislam": 33476,
  "bankrolled": 40384,
  "bannable": 37150,
  "banninf": 35526,
  "bannon": 37418,
  "banslavery": 34814,
  "bantu": 32616,
  "bantus": 40208,
  "bantz": 39174,
  "bantzing": 37169,
  "baphomet": 33751,
  "bappa": 32711,
  "baps": 33675,
  "barackie": 34201,
  "barbarism": 34806,
  "barbarossa": 34385,
  "barbary": 39252,
  "barbers": 32421,
  "barbs": 40876,
  "barby": 40309,
  "barfly": 32716,
  "barged": 38531,
  "barista": 36307,
  "baristas": 33113,
  "barks": 41702,
  "barky": 41644,
  "barmitzvah": 40675,
  "barnum": 30982,
  "barometer": 34248,
  "barrs": 30978,
  "bartending": 32655,
  "bartiromo": 38082,
  "barto": 41764,
  "baseballs": 41125,
  "basedstickman": 35340,
  "basements": 34908,
  "bashed": 41529,
  "basher": 35024,
  "bashers": 40814,
  "basicly": 39838,
  "basketballs": 31116,
  "bastardo": 37255,
  "baste": 33781,
  "baster": 35148,
  "basterdised": 40690,
  "basterds": 38445,
  "bastions": 33763,
  "bata": 35247,
  "bataclan": 40730,
  "batali": 37568,
  "batfleck": 40766,
  "bathe": 33216,
  "bathhouse": 40033,
  "bathtub": 36847,
  "bating": 35666,
  "batons": 32017,
  "batshit": 31376,
  "battering": 41323,
  "battlerager": 38640,
  "baums": 30900,
  "bayeux": 39794,
  "bayley": 41781,
  "bazillion": 36293,
  "bazookas": 37214,
  "bbi": 32608,
  "bbm": 35233,
  "bbn": 39168,
  "bbq": 33539,
  "bbviously": 35104,
  "bby": 40818,
  "bcause": 36766,
  "bck": 34803,
  "bcome": 39834,
  "bcs": 35731,
  "bcus": 30912,
  "bcuz": 35067,
  "bcz": 38469,
  "bd": 37358,
  "bday": 30543,
  "bdesh": 33999,
  "bdsm": 37066,
  "beacuse": 37015,
  "beadle": 32163,
  "beady": 35728,
  "beaks": 39256,
  "bealach": 37773,
  "beaner": 34727,
  "beaners": 41517,
  "beanlets": 38770,
  "beards": 32488,
  "beasteality": 30619,
  "beater": 33298,
  "beaters": 34911,
  "beatin": 31398,
  "beatings": 37845,
  "beatnik": 32435,
  "beaty": 32072,
  "beautifulwomen": 39964,
  "beavis": 33771,
  "becasue": 37949,
  "becauseits2017": 37090,
  "becos": 33932,
  "becoz": 41130,
  "becuase": 37822,
  "becuse": 40189,
  "becuz": 40570,
  "bedded": 30762,
  "bedding": 38975,
  "bedimaag": 40407,
  "bedroomed": 36849,
  "bedtime": 33517,
  "bedwench": 39770,
  "beeb": 36625,
  "beefing": 36781,
  "beek": 31784,
  "beekeeper": 36088,
  "beens": 33489,
  "beepers": 37957,
  "beetch": 40802,
  "beeyonce": 31137,
  "beez": 35249,
  "begad": 36883,
  "begets": 41571,
  "beggars": 36665,
  "begginner": 40936,
  "begherat": 38550,
  "begone": 37294,
  "begum": 40588,
  "behar": 33534,
  "behead": 34347,
  "beheading": 32659,
  "behinders": 38943,
  "behinds": 35192,
  "bein": 40260,
  "bejing": 37902,
  "bekommen": 33312,
  "belair": 39872,
  "belated": 31945,
  "beleagurd": 34630,
  "beleifs": 36134,
  "beleive": 40786,
  "belgians": 38203,
  "belive": 37314,
  "bellies": 32704,
  "belligerent": 36178,
  "belligerently": 36396,
  "bellow": 37673,
  "bellybutton": 38043,
  "bemizi": 34367,
  "benazir": 40791,
  "benazircorruptionrevealed": 38610,
  "bendover": 33893,
  "benghazi": 37365,
  "benifit": 40016,
  "bensonhurst": 36170,
  "berated": 39409,
  "berating": 41126,
  "berbers": 37592,
  "bereft": 34208,
  "bering": 37522,
  "berka": 34500,
  "berkeleyriots": 40782,
  "berlinchristmas": 38725,
  "bernado": 34990,
  "bernini": 31694,
  "berserk": 40426,
  "berserke": 32594,
  "beschissener": 39284,
  "besharam": 34759,
  "bespoke": 31999,
  "bestfriend": 31799,
  "bestfriends": 32990,
  "bestiality": 40175,
  "bestie": 31327,
  "besties": 32173,
  "bestows": 36044,
  "bests": 35852,
  "besudes": 33479,
  "betas": 32377,
  "beter": 37682,
  "beti": 40009,
  "beto": 33953,
  "betraying": 38228,
  "betrays": 41422,
  "betta": 37686,
  "betterment": 41584,
  "betters": 33143,
  "bever": 37443,
  "beware": 36897,
  "bewareoffalsemessiah": 33989,
  "bewitches": 32282,
  "bex": 36765,
  "beyween": 34766,
  "bezo": 34864,
  "bfd": 40351,
  "bff": 40628,
  "bfs": 38863,
  "bga": 32351,
  "bgtv": 40292,
  "bhabie": 30527,
  "bhad": 31272,
  "bhagya": 33601,
  "bhai": 31096,
  "bhakts": 31548,
  "bhar": 39937,
  "bharat": 33211,
  "bhi": 34014,
  "bhikharistan": 36276,
  "bhuladungawithsid": 34362,
  "bhutto": 38870,
  "biatch": 35387,
  "bibi": 38468,
  "biblically": 36288,
  "bic": 40372,
  "bicentennial": 32739,
  "bich": 34882,
  "biches": 35085,
  "bickering": 32361,
  "biden": 41364,
  "bidens": 33265,
  "biding": 31697,
  "bif": 41425,
  "bigbrother": 38339,
  "bigg": 35826,
  "biggaykoranburning": 33881,
  "biggernall": 35805,
  "biggie": 32393,
  "biggy": 36376,
  "bighit": 31179,
  "bigly": 37428,
  "bigoted": 37882,
  "bigots": 40472,
  "bigtech": 33299,
  "bigut": 34380,
  "bih": 34000,
  "bikelock": 38857,
  "bikers": 34858,
  "biketheftism": 41043,
  "bikinis": 30541,
  "bilawal": 31544,
  "biling": 33363,
  "bimbos": 30703,
  "bindis": 30557,
  "binged": 41655,
  "biodegradable": 41212,
  "biodigesters": 41038,
  "bioethics": 40885,
  "biofam": 41568,
  "biopolitics": 33188,
  "biopunk": 37680,
  "bipartisanship": 37744,
  "biracial": 41258,
  "birdsite": 30597,
  "birminghamstani": 39557,
  "birthed": 32040,
  "birther": 41240,
  "birthrates": 37768,
  "biscuit": 32088,
  "bisexuals": 40924,
  "bisschen": 31702,
  "bitchass": 40604,
  "bitchassness": 35068,
  "bitche": 33971,
  "bitched": 41262,
  "bitchee": 37531,
  "bitches": 31030,
  "bitchh": 36350,
  "bitchin": 38771,
  "bitching": 30948,
  "bitchs": 34325,
  "bitchslapping": 32922,
  "bitchtwat": 40767,
  "bitchute": 35502,
  "bitchy": 41472,
  "bitmex": 38573,
  "biweekly": 38222,
  "biz": 39303,
  "bizkit": 39819,
  "bizzaro": 38548,
  "bj": 34319,
  "bka": 41144,
  "blabbering": 32810,
  "blabbermouths": 39734,
  "blacc": 40764,
  "blackbear": 38195,
  "blackbox": 32676,
  "blackcrimematters": 31393,
  "blacked": 37231,
  "blacker": 41104,
  "blackest": 31560,
  "blackface": 39138,
  "blackfoots": 32524,
  "blackguard": 41252,
  "blackhead": 37606,
  "blackheaded": 32973,
  "blackie": 40850,
  "blackjack": 31988,
  "blackjacks": 37341,
  "blacklivesmatter": 33318,
  "blackmailing": 37973,
  "blackmenmurder": 39818,
  "blackpill": 31007,
  "blackpilled": 39415,
  "blackpink": 31143,
  "blackprivilege": 40326,
  "blackshirts": 38054,
  "blackstreet": 36110,
  "blackviolence": 39883,
  "blackwashing": 34479,
  "blacture": 35507,
  "blairs": 33097,
  "blak": 34525,
  "blanch": 39897,
  "blandos": 38832,
  "blanks": 30862,
  "blaq": 39366,
  "blaring": 31974,
  "blasio": 41148,
  "blaspheme": 35137,
  "blasphemers": 36699,
  "blasphemous": 41518,
  "blasters": 31739,
  "blatant": 36560,
  "blatherings": 38603,
  "blavity": 32479,
  "blawg": 35858,
  "blaws": 34037,
  "blax": 37563,
  "bleached": 40698,
  "bleaching": 34461,
  "bleat": 34508,
  "blecks": 37741,
  "blerghb": 31464,
  "bleu": 38218,
  "blh": 39339,
  "blickety": 33361,
  "blige": 39019,
  "blighted": 38383,
  "blinders": 35880,
  "blindfold": 32256,
  "bling": 30523,
  "blinker": 35190,
  "blinkers": 32062,
  "blinks": 37018,
  "blip": 30953,
  "blithering": 41561,
  "blitzer": 30888,
  "blk": 31352,
  "blks": 41505,
  "blm": 37866,
  "blmkidnapping": 37812,
  "blms": 41613,
  "blockading": 32027,
  "blogspot": 38395,
  "bloke": 37034,
  "blokes": 31725,
  "blondes": 33314,
  "bloodline": 31756,
  "bloodlines": 35785,
  "bloods": 36259,
  "bloodthirsty": 31455,
  "bloomers": 36770,
  "bloquer": 35877,
  "bloviating": 39826,
  "blowbys": 40907,
  "blower": 32855,
  "blowhard": 33946,
  "blowjob": 35517,
  "blubber": 32791,
  "bluegum": 32069,
  "bluehand": 38325,
  "bluelivesmatter": 38652,
  "bluetooth": 40931,
  "blunts": 40522,
  "blvd": 35936,
  "bm": 37371,
  "bmi": 35808,
  "bmth": 39922,
  "boatload": 41615,
  "boatloads": 35044,
  "boba": 37888,
  "bobama": 35549,
  "bobamas": 41152,
  "bobbing": 32653,
  "bocz": 36547,
  "bodes": 36875,
  "bodycam": 31813,
  "bodycount": 33388,
  "boers": 35111,
  "bogey": 38169,
  "bogged": 40461,
  "boggles": 32499,
  "boggling": 32378,
  "boi": 33545,
  "boko": 40665,
  "bolivarian": 30807,
  "bollix": 35521,
  "bollockov": 35657,
  "bollocks": 32114,
  "bolshevicks": 40164,
  "bolshie": 32726,
  "bombarded": 34051,
  "bombastic": 36082,
  "bombastically": 39061,
  "bonaduce": 39693,
  "bong": 39950,
  "bongos": 34998,
  "bonita": 31953,
  "bonobo": 36413,
  "boob": 38580,
  "boobie": 34821,
  "boobies": 39334,
  "boobs": 36473,
  "booby": 35528,
  "booga": 35407,
  "boogaloo": 30582,
  "booger": 36233,
  "boogyman": 35707,
  "boombox": 31222,
  "boomer": 33360,
  "boomeranged": 37585,
  "boomercon": 34491,
  "boomercunt": 32285,
  "boomerlivesdontmatter": 33414,
  "boomerpost": 38414,
  "boomerposting": 33165,
  "boomers": 31451,
  "booms": 31381,
  "boondocks": 32619,
  "boons": 31800,
  "boortz": 36435,
  "boory": 40376,
  "boos": 40761,
  "boosie": 39676,
  "booty": 36857,
  "bootyful": 34604,
  "bopping": 30996,
  "boragays": 35305,
  "bores": 39095,
  "boringly": 40059,
  "bornfightersana": 38258,
  "borthers": 36592,
  "bossing": 41627,
  "bossman": 39180,
  "bostonbombers": 31068,
  "botha": 37416,
  "botham": 37723,
  "bothersome": 36949,
  "bottomless": 32254,
  "botton": 37258,
  "bougie": 39540,
  "boujee": 39761,
  "boujie": 36430,
  "bouncer": 30950,
  "bouncezilla": 31598,
  "bourdain": 31895,
  "bourgouise": 35094,
  "bouta": 36052,
  "bowels": 39190,
  "bowlcast": 32777,
  "boxcar": 34863,
  "boycottabc": 35889,
  "boycottbud": 39286,
  "boycotting": 33463,
  "boycottnfl": 40825,
  "boycotts": 39128,
  "boycottshehnaazkishaadi": 41146,
  "boyfriends": 38977,
  "boygroup": 34592,
  "boylove": 33840,
  "boyo": 30975,
  "boyscouts": 34438,
  "boyz": 30671,
  "bozo": 33399,
  "bpd": 30840,
  "bradfordislam": 37433,
  "brag": 38696,
  "bragged": 40354,
  "braids": 40742,
  "braindammage": 40403,
  "brained": 33650,
  "braineded": 32667,
  "brainless": 39258,
  "brainlets": 34302,
  "brainwash": 31617,
  "brainwashed": 33383,
  "brainwashing": 37751,
  "brampton": 40925,
  "brandish": 32529,
  "brando": 31279,
  "brang": 31300,
  "brash": 36304,
  "brassai": 32232,
  "brats": 31592,
  "bratz": 36775,
  "bravely": 31760,
  "braverymovie": 32310,
  "bravest": 37734,
  "brawley": 38524,
  "brayden": 41136,
  "brazille": 37715,
  "brazy": 37146,
  "breadwinner": 39281,
  "breaking911": 40696,
  "breakingstereotypes": 39318,
  "breakups": 38608,
  "breasted": 40590,
  "breasticular": 31321,
  "breastmilk": 36966,
  "breathes": 37750,
  "breeder": 41661,
  "brees": 34340,
  "breitbart": 40884,
  "breivik": 37551,
  "brendon": 32172,
  "breona": 37742,
  "bretty": 37803,
  "brexit": 34463,
  "brexitland": 40218,
  "brexti": 32319,
  "bri": 36123,
  "bribary": 36459,
  "bribing": 33750,
  "brides": 32236,
  "bridesmaid": 33214,
  "bridgers": 38744,
  "brietbart": 33791,
  "brigitte": 32599,
  "brillo": 33023,
  "brillohaid": 36924,
  "brimelow": 38765,
  "bringemhome": 33073,
  "bringer": 40049,
  "bristling": 37861,
  "bristols": 33702,
  "britainfirst": 40622,
  "britains": 34966,
  "britainsbastile": 39272,
  "britan": 37679,
  "britanistan": 39927,
  "britches": 41296,
  "britcops": 38058,
  "britfam": 37890,
  "britisher": 38455,
  "britishstani": 35626,
  "briton": 41277,
  "britons": 35605,
  "brits": 41339,
  "britt": 37840,
  "brittania": 35881,
  "brittish": 36651,
  "brixton": 36820,
  "brn": 38263,
  "broaddrick": 31366,
  "broads": 37161,
  "brochu": 33972,
  "brocku": 33322,
  "broderick": 32405,
  "brokedy": 31962,
  "brokenhearted": 36830,
  "brom": 41495,
  "bronson": 33269,
  "brooch": 40339,
  "brookings": 40255,
  "broomsticks": 36751,
  "brotha": 32835,
  "brotherly": 37599,
  "brotp": 37145,
  "broward": 41480,
  "brownface": 34581,
  "brownie": 34586,
  "brownies": 38934,
  "brudda": 38561,
  "brugge": 38361,
  "bruh": 37759,
  "bruhh": 38631,
  "brutalized": 36984,
  "brutalizes": 34668,
  "bryer": 38884,
  "brzen": 35029,
  "bss": 39299,
  "btc": 35743,
  "btch": 37757,
  "btfo": 36568,
  "bto": 31582,
  "bts": 39026,
  "btusn": 39578,
  "btw": 36411,
  "btwn": 34772,
  "bubbeleh": 39063,
  "bubbled": 33905,
  "buchwald": 35219,
  "bucked": 35558,
  "buckeye": 34526,
  "buckeyes": 37922,
  "bucko": 31335,
  "buddast": 37327,
  "buddh": 37401,
  "buddhists": 39935,
  "buddist": 32805,
  "buddys": 37912,
  "budhism": 35727,
  "budhists": 38497,
  "budweiser": 36741,
  "buffoon": 33789,
  "buffoons": 38412,
  "bugatti": 31550,
  "buggar": 37877,
  "bugger": 40627,
  "buggered": 39108,
  "buggering": 38199,
  "buggers": 32812,
  "bugging": 39574,
  "bugman": 40734,
  "bugmen": 36833,
  "bugocracy": 37001,
  "buhari": 33264,
  "bui": 38824,
  "buildkateswall": 32646,
  "buildthewall": 41379,
  "bukhari": 37297,
  "bukowski": 38755,
  "bulan": 32652,
  "bulbous": 41284,
  "bullcrap": 31940,
  "bulldykes": 30580,
  "bulletproof": 30824,
  "bullhorn": 40254,
  "bullsh*t": 39226,
  "bullshitting": 34839,
  "bullycide": 41685,
  "bullycided": 36937,
  "bulshit": 39150,
  "bulwark": 33378,
  "bulwarks": 32270,
  "bumblechump": 40651,
  "bumboy": 35079,
  "bummer": 37013,
  "bumming": 34010,
  "bumpkin": 39973,
  "bums": 31730,
  "buncha": 38307,
  "bundswehr": 32825,
  "bundy": 31056,
  "bungo": 31958,
  "bunkers": 35231,
  "bunnies": 39010,
  "buns": 32642,
  "burberry": 37658,
  "burbs": 35538,
  "bureaucracies": 39329,
  "burfict": 37781,
  "burgemeester": 36710,
  "burgernat": 38643,
  "burhan": 36611,
  "burka": 32131,
  "burkas": 36576,
  "burkha": 40496,
  "burkhead": 36047,
  "burleson": 36503,
  "burlesque": 31792,
  "burnitall": 41248,
  "burnol": 32404,
  "burqa": 38051,
  "burqua": 36248,
  "burquas": 37136,
  "burrito": 31736,
  "burritos": 33986,
  "bushmen": 33827,
  "busines": 31889,
  "businesswomyn": 39069,
  "busing": 37301,
  "bussed": 35834,
  "bussing": 38804,
  "busting": 38533,
  "butchered": 38629,
  "butchers": 34255,
  "buttercup": 40452,
  "buttfucking": 33676,
  "butthole": 39943,
  "butthurt": 35487,
  "buttigieg": 36491,
  "buttmad": 40083,
  "butts": 35121,
  "butured": 35396,
  "butyric": 40168,
  "buu": 33058,
  "buyin": 38912,
  "buzzfeed": 35622,
  "buzzie": 37149,
  "buzzsaw": 38441,
  "buzzwords": 36826,
  "bwhahahahahaha": 40780,
  "byeongkwan": 38559,
  "bystanding": 35419,
  "byzantium": 37939,
  "c*oning": 35570,
  "c*unt": 39717,
  "c3": 40406,
  "caa": 31453,
  "cabbies": 37677,
  "cabling": 35601,
  "cabot": 36555,
  "caca": 38955,
  "cacas": 38356,
  "cack": 39830,
  "cacophany": 30992,
  "cacophony": 33503,
  "caelynn": 37670,
  "cair": 30954,
  "caise": 40569,
  "calella": 32913,
  "cali": 37710,
  "calibre": 39333,
  "californians": 40626,
  "caligula": 39398,
  "caliphates": 34285,
  "callers": 39053,
  "calligraphy": 32343,
  "callin": 40313,
  "calliohate": 33528,
  "callous": 37128,
  "callously": 40445,
  "callout": 39335,
  "calmer": 39959,
  "calvins": 31257,
  "camels": 41283,
  "cameltoe": 31126,
  "cameraman": 39086,
  "camila": 37061,
  "campains": 34980,
  "camry": 40828,
  "canaanite": 33328,
  "canadastan": 33641,
  "canaries": 31819,
  "cancelapril": 34184,
  "canceling": 30802,
  "cancelling": 41557,
  "cancels": 32860,
  "cancerous": 40858,
  "cancun": 36498,
  "candijce": 31994,
  "candlelight": 31968,
  "canfam": 37917,
  "canibalism": 34935,
  "caning": 37764,
  "canis": 38855,
  "canisters": 40441,
  "cankles": 31114,
  "cannabalising": 35714,
  "cannibal": 39396,
  "cannibalistic": 31057,
  "cannibalizing": 41668,
  "cannibals": 32230,
  "canoeing": 38592,
  "canonizing": 33337,
  "cant": 38256,
  "cantwell": 34120,
  "capering": 38079,
  "capiche": 38444,
  "capitalising": 33024,
  "capitalistic": 36021,
  "capitalizing": 41398,
  "capitols": 34917,
  "capitulating": 31454,
  "cappawhite": 33444,
  "cappity": 38517,
  "cappuccino": 35942,
  "capri": 40757,
  "capricious": 35125,
  "capricorn": 41020,
  "capsicum": 37040,
  "captions": 31997,
  "captors": 33589,
  "carabiner": 39619,
  "caracka": 37540,
  "caramelized": 33421,
  "caratbong": 31985,
  "carbonhydrate": 34413,
  "carcass": 34357,
  "carcasses": 38565,
  "carded": 40600,
  "cardi": 31832,
  "careerism": 30592,
  "carehome": 34279,
  "carelessly": 37399,
  "carer": 32442,
  "carhart": 37446,
  "carjacker": 38107,
  "carjackers": 32843,
  "carlosphoenix": 41090,
  "carmelo": 34948,
  "carnal": 33935,
  "carpetbagging": 38481,
  "carrion": 41602,
  "carte": 40124,
  "carti": 38553,
  "cartoonish": 37835,
  "caryn": 34330,
  "caseclosed": 31529,
  "cashfagsuk01": 32418,
  "cashier": 40066,
  "cashiers": 40834,
  "cashing": 37729,
  "castigate": 33793,
  "castille": 31347,
  "castizo": 37802,
  "castrate": 39699,
  "castrated": 41665,
  "castration": 35035,
  "castrato": 34234,
  "catalans": 35900,
  "catalonians": 38659,
  "catapulted": 31206,
  "catboi": 31460,
  "catchers": 34444,
  "catchphrase": 41502,
  "cate": 32842,
  "categorize": 36810,
  "categorizing": 41751,
  "caters": 35089,
  "cathocuck": 30869,
  "catnip": 40336,
  "cattery": 34368,
  "catty": 39797,
  "caucasians": 41630,
  "caucasity": 36588,
  "caucasophobia": 30614,
  "causalities": 39293,
  "cautionary": 30654,
  "cavebeasts": 41632,
  "cavill": 39136,
  "cavinder": 33401,
  "caving": 37872,
  "cavuto": 36470,
  "caymen": 41158,
  "cbo": 35902,
  "ccommunist": 36941,
  "ccp": 32702,
  "cdjs": 31916,
  "cdn": 37245,
  "cdnimm": 37707,
  "cdnpoli": 40862,
  "ceballos": 31214,
  "celebs": 38715,
  "celery": 40965,
  "celibate": 35859,
  "celibent": 30877,
  "cellars": 30641,
  "celler": 34539,
  "cellphones": 37412,
  "cellulite": 41297,
  "celts": 31606,
  "cenk": 33615,
  "censoring": 34842,
  "censors": 33135,
  "censorships": 33045,
  "censure": 34486,
  "censured": 37362,
  "centering": 41576,
  "centineo": 31535,
  "centric": 35830,
  "centurie": 32322,
  "cerberus": 31297,
  "cerita": 39133,
  "cerno": 39227,
  "cernolispy": 38748,
  "cernovich": 41389,
  "cernovichs": 34210,
  "certifiable": 35483,
  "cesspit": 38677,
  "cesspool": 40760,
  "cg": 40770,
  "cgi": 30734,
  "chabad": 40914,
  "chainsaws": 36310,
  "chainz": 33709,
  "chalo": 37870,
  "chameleon": 34221,
  "championing": 34086,
  "chanel": 40401,
  "chanelle": 36129,
  "changers": 37758,
  "changkyun": 39267,
  "chanhun": 36462,
  "channon": 39677,
  "chantelle": 34281,
  "chaotically": 38501,
  "chapeau": 40955,
  "chapo": 36357,
  "chapped": 31198,
  "charade": 41645,
  "charlene": 32736,
  "charlize": 33078,
  "charlottesville": 36241,
  "charmer": 41115,
  "charmingly": 34324,
  "charwe": 39367,
  "chaser": 34421,
  "chasers": 34822,
  "chasingghosts": 41215,
  "chasse": 39380,
  "chastising": 36804,
  "chastity": 36295,
  "chatted": 37967,
  "chattering": 41094,
  "chauhan": 30958,
  "chav": 41282,
  "cheater": 35258,
  "cheatin": 32695,
  "checc": 35119,
  "chechnya": 40531,
  "checker": 32024,
  "checkers": 34793,
  "checkm8": 40353,
  "checkmark": 41643,
  "checkmate": 31575,
  "cheeky": 38867,
  "cheerleaders": 35047,
  "cheery": 40040,
  "cheeses": 36891,
  "cheesey": 39244,
  "cheetahs": 31858,
  "cheetos": 32548,
  "chelsey": 40132,
  "chembur": 30889,
  "chemo": 39519,
  "cherrypicking": 33814,
  "chettoes": 35005,
  "chewbacca": 35848,
  "chhoot": 41664,
  "chicano": 31043,
  "chickened": 33629,
  "chickenhawk": 38675,
  "chickfila": 34594,
  "chicongo": 38297,
  "chided": 34200,
  "chik": 35191,
  "chike": 39518,
  "chil": 36868,
  "childrens": 38165,
  "childrenz": 36458,
  "chiming": 31802,
  "chimmy": 38237,
  "chimp": 33254,
  "chimpanzee": 38001,
  "chimpathizer": 32004,
  "chimping": 33570,
  "chimpout": 31044,
  "chimpouts": 33984,
  "chimps": 35975,
  "chinaman": 35680,
  "chinamen": 37617,
  "chinawoman": 31459,
  "chinazi": 33849,
  "chink": 39504,
  "chinks": 37857,
  "chinky": 35220,
  "chinned": 36026,
  "chino": 37392,
  "chipotle": 35466,
  "chipped": 34961,
  "chippendales": 38411,
  "chipper": 32411,
  "chitownboystownbathhouseboi": 35404,
  "chivalry": 32391,
  "chobani": 36658,
  "choc": 37550,
  "chock": 31839,
  "choco": 37130,
  "chocolates": 37009,
  "choctaw": 34991,
  "choerry": 34062,
  "cholo": 33030,
  "chomp": 34907,
  "chomsky": 32195,
  "chomwela": 34988,
  "chonky": 40294,
  "choo": 34970,
  "choom": 39823,
  "choreo": 40789,
  "chosenites": 33176,
  "chr*stian": 38048,
  "chrisf206": 30652,
  "christcuck": 30961,
  "christendom": 34140,
  "christfags": 38543,
  "christiangenocide": 36631,
  "christianized": 37565,
  "christmass": 31205,
  "christs": 40699,
  "chritsians": 35916,
  "chubby": 35157,
  "chuckecheese": 37176,
  "chucker": 38350,
  "chucking": 34270,
  "chuckling": 36581,
  "chuckster": 38353,
  "chud": 41562,
  "chugging": 40716,
  "chula": 34031,
  "chummy": 40913,
  "chump": 35504,
  "chungha": 32679,
  "churchskoo": 34396,
  "chutiya": 36154,
  "chutiye": 35426,
  "chuu": 37632,
  "cialdini": 34650,
  "cianiggers": 41174,
  "cianiggrr": 40943,
  "cibil": 41280,
  "cidence": 39184,
  "cifelli": 31490,
  "ciggie": 33603,
  "cilantro": 31377,
  "cincinatti": 34949,
  "cinders": 41600,
  "cinton": 41548,
  "circumcises": 34231,
  "circumventing": 41002,
  "circuses": 34081,
  "cisgender": 32785,
  "cisgendered": 33027,
  "cishet": 31238,
  "citizenry": 41057,
  "civics": 33335,
  "civilans": 33804,
  "civilised": 31950,
  "civility": 40625,
  "civilizational": 35279,
  "civilize": 37920,
  "civilizing": 40275,
  "civillians": 31357,
  "civilzed": 39425,
  "civnat": 34705,
  "cj": 33556,
  "cked": 37159,
  "cl*nt": 41397,
  "claiborne": 36915,
  "clairo": 36548,
  "clapham": 35720,
  "classifiedinfomatters": 31591,
  "classifies": 39560,
  "classifying": 33159,
  "clawson": 39189,
  "clc": 32912,
  "cleaely": 39995,
  "cleanline": 33408,
  "cleanse": 37703,
  "cleansed": 39221,
  "cleaver": 38871,
  "clemons": 37608,
  "cliche": 32392,
  "clickers": 31801,
  "clintons": 31350,
  "clippers": 31602,
  "clippy": 41340,
  "clitorectomy": 31816,
  "clitoris": 36433,
  "cloaks": 34824,
  "clocking": 31380,
  "clogging": 41141,
  "cloister": 41053,
  "clon": 37303,
  "clooney": 38500,
  "clorox": 39480,
  "closeted": 40962,
  "closeups": 35933,
  "clouding": 33428,
  "cloutsurfin": 33249,
  "clowning": 38147,
  "clowns": 32977,
  "clownworld": 34175,
  "cloyd": 39666,
  "clubwear": 34177,
  "clueless": 40385,
  "clumpcake": 41658,
  "clusterfuck": 31820,
  "clydesdale": 39721,
  "cmon": 39123,
  "cnnblackmail": 36125,
  "cnnbreakingnews": 32376,
  "cnnisisis": 33838,
  "cns": 40663,
  "coachella": 32569,
  "coalburner": 40058,
  "coalburners": 32205,
  "coals": 38458,
  "coasters": 34489,
  "coattails": 31740,
  "coaxed": 41205,
  "cocc": 40827,
  "cochise": 31738,
  "cockroach": 39344,
  "cockroaches": 37062,
  "cocks": 31516,
  "cocksmokers": 39502,
  "cocksucker": 32919,
  "cocksuckers": 40143,
  "cocksucking": 35050,
  "cocktober": 40639,
  "coddles": 36718,
  "codemn": 37269,
  "codemonkey": 36453,
  "codename": 40539,
  "coenzymes": 36231,
  "coethnics": 34049,
  "coexist": 30576,
  "cof": 40557,
  "cofound": 30664,
  "cogent": 37495,
  "cohencidenal": 36819,
  "cohencidence": 36845,
  "coherently": 31937,
  "cohert": 37461,
  "cohn": 30522,
  "coimbatore": 37624,
  "coincidences": 36027,
  "cointel": 30878,
  "colada": 38416,
  "colberts": 40851,
  "coldest": 40613,
  "coldplay": 31868,
  "collabed": 30574,
  "collards": 33540,
  "collectivism": 35789,
  "collectivist": 31654,
  "colloidal": 37730,
  "colloquialism": 34472,
  "colluding": 36958,
  "colombians": 35232,
  "colombias": 35251,
  "colonialist": 39412,
  "colonialists": 36349,
  "colonise": 41686,
  "colonised": 30659,
  "colonize": 37989,
  "colonized": 39495,
  "colonizers": 34871,
  "colons": 32591,
  "coloreds": 36105,
  "colorskadamadshukla": 38790,
  "colossus": 31022,
  "colostomy": 36344,
  "coloureds": 32218,
  "columbine": 41264,
  "comentators": 36306,
  "cometely": 37387,
  "comey": 35751,
  "comforts": 34895,
  "comfy": 32441,
  "comies": 32103,
  "comin": 39829,
  "commie": 33753,
  "commies": 33089,
  "commissars": 33649,
  "commited": 34388,
  "commiting": 34005,
  "commonalities": 40637,
  "comms": 34554,
  "communties": 38973,
  "commutations": 36561,
  "commuting": 38407,
  "commy": 37424,
  "compadre": 38108,
  "complacent": 40449,
  "complexly": 32613,
  "complimenting": 35228,
  "compliments": 39141,
  "complining": 39410,
  "compo": 38812,
  "componsate": 38913,
  "comprehensively": 32208,
  "computefreely": 41275,
  "comunity": 34263,
  "conceited": 33554,
  "conceivably": 39178,
  "conceptualize": 39757,
  "conch": 30866,
  "concillor": 34260,
  "concocted": 30649,
  "concoction": 31124,
  "concur": 32999,
  "condemnations": 34112,
  "condescended": 40388,
  "condescending": 40652,
  "condi": 34022,
  "conditioner": 41504,
  "conditt": 36892,
  "condoned": 33307,
  "condones": 39589,
  "condoning": 40586,
  "confabulation": 33247,
  "confessing": 34619,
  "confessionals": 35904,
  "confided": 41532,
  "confine": 37504,
  "confiscate": 32446,
  "confiscating": 33218,
  "confiscation": 34422,
  "conflate": 32969,
  "conflated": 40951,
  "conflating": 33160,
  "conflation": 31545,
  "conflictless": 38651,
  "confonted": 34720,
  "conforming": 35659,
  "confound": 34659,
  "confrontational": 39012,
  "confrontations": 35065,
  "confucian": 36034,
  "confuion": 30768,
  "confuses": 34563,
  "congi": 31378,
  "congolese": 39182,
  "congrats": 30556,
  "congratulating": 38363,
  "congregate": 37832,
  "congression": 35481,
  "congressmen": 38364,
  "congresspeople": 33494,
  "congressthing": 33441,
  "congresswoman": 39328,
  "conmen": 36036,
  "connoisseur": 40053,
  "conqer": 34276,
  "conquerors": 41145,
  "conquistadors": 39714,
  "conquor": 40774,
  "conscienceless": 36072,
  "conscient": 38060,
  "conseille": 33467,
  "consenting": 35198,
  "conservatards": 37086,
  "conservatis": 30562,
  "conservatively": 38989,
  "conspconspercy": 41628,
  "conspicuously": 31399,
  "conspiracies": 31765,
  "conspiratards": 39646,
  "conspirator": 33270,
  "conspirators": 38402,
  "conspire": 34832,
  "conspired": 38606,
  "consumerism": 39885,
  "contesting": 36776,
  "contortions": 31290,
  "contradicting": 37252,
  "conundrum": 38324,
  "conutries": 37654,
  "converged": 33289,
  "converging": 40136,
  "conversano": 35006,
  "conversing": 36216,
  "conveying": 32301,
  "convo": 40938,
  "conyers": 31268,
  "coo": 32002,
  "coon": 40991,
  "coonent": 32494,
  "coonin": 33155,
  "coonival": 37916,
  "coons": 34040,
  "coony": 37864,
  "cooperatives": 34963,
  "coopted": 33705,
  "copout": 30855,
  "coppers": 34760,
  "coppin": 34770,
  "coprophagia": 36572,
  "copter": 35995,
  "copts": 34709,
  "copycat": 39321,
  "corbyn": 37313,
  "corcoran": 41235,
  "cordless": 31810,
  "cordoned": 36711,
  "corenswet": 31888,
  "cornering": 30735,
  "cornhole": 39908,
  "cornrows": 39841,
  "corny": 36313,
  "coronavirus": 39277,
  "corral": 34453,
  "corrects": 39528,
  "correlating": 36930,
  "corrolate": 39448,
  "corsets": 40278,
  "cortana": 40099,
  "cosby": 39899,
  "cosmo": 33805,
  "cosmopolitans": 33853,
  "cospiracy": 40493,
  "cosplayer": 33587,
  "cosplayers": 36733,
  "costal": 35229,
  "cotabato": 30677,
  "cottager": 37690,
  "couches": 36886,
  "coughdnccough": 35327,
  "couldnt": 33499,
  "coumtry": 35368,
  "countenance": 37263,
  "counterattacks": 30572,
  "countering": 36181,
  "counterpoint": 37140,
  "countersigning": 38323,
  "countryman": 33653,
  "countrymen": 37878,
  "countrys": 32660,
  "courageously": 30662,
  "couric": 41650,
  "coursh": 32688,
  "courteney": 35285,
  "couse": 37133,
  "coutry": 36867,
  "coverings": 33711,
  "coverup": 34389,
  "covfefe": 36335,
  "covid": 36476,
  "covid19": 31386,
  "covington": 30632,
  "cowardice": 32794,
  "cowardly": 37317,
  "cowards": 32467,
  "cowardservatives": 32258,
  "cower": 39941,
  "cowgirls": 39849,
  "cowl": 31673,
  "coworker": 38978,
  "coz": 39594,
  "cpac": 36600,
  "cq": 35924,
  "cql": 37325,
  "cr7": 38807,
  "cracka": 33564,
  "crackas": 41093,
  "crackbabie": 31315,
  "cracker": 36247,
  "crackers": 36447,
  "crackhead": 32073,
  "crackheads": 41611,
  "crackpots": 34481,
  "cracksmoking": 41334,
  "crag": 33091,
  "craigslist": 31646,
  "cramming": 41073,
  "cramps": 41753,
  "crams": 37308,
  "cranberry": 36010,
  "cranial": 34571,
  "crankung": 36798,
  "craps": 40567,
  "cratering": 37172,
  "cravin": 34235,
  "crawdads": 32466,
  "crawls": 33913,
  "crayon": 40155,
  "crayons": 39933,
  "crazies": 30778,
  "craziest": 39432,
  "craziness": 30980,
  "crb": 37369,
  "createdisclosure": 34076,
  "creatura": 34098,
  "credence": 35617,
  "cremating": 33795,
  "cretins": 37022,
  "crickets": 40439,
  "crimesn": 38354,
  "crimethink": 31761,
  "criminalelite": 34896,
  "criminalize": 39998,
  "criminalized": 30627,
  "crimmigrants": 32469,
  "cringey": 41391,
  "cringy": 38637,
  "crinkle": 33674,
  "cripple": 37409,
  "cripples": 34127,
  "crisce": 40645,
  "critcizes": 35686,
  "criticise": 34178,
  "criticize": 41626,
  "criticizes": 33960,
  "critise": 37797,
  "critisizm": 31776,
  "crits": 41295,
  "critters": 34300,
  "croak": 34055,
  "croissant": 36064,
  "crony": 38233,
  "crooks": 33129,
  "crores": 39428,
  "crossbred": 41208,
  "crossbreed": 37082,
  "crosscucks": 37940,
  "crotchgrabber": 33900,
  "croton": 32129,
  "crowder": 31966,
  "crowding": 32416,
  "crowdsourcing": 34615,
  "crowed": 34845,
  "croydonistan": 40455,
  "crucified": 35962,
  "crucifying": 33491,
  "cruelly": 37437,
  "crusades": 40898,
  "crusher": 35606,
  "crushes": 38052,
  "crusts": 40973,
  "crusty": 35846,
  "cruvcio": 38037,
  "crybabies": 33426,
  "crybaby": 31887,
  "cryingman": 37978,
  "cryingschumer": 37552,
  "crypts": 33061,
  "csli": 38756,
  "ctfu": 33538,
  "cubans": 35290,
  "cuck": 31965,
  "cucked": 37483,
  "cuckerborg": 32331,
  "cuckfaggory": 34904,
  "cucking": 36715,
  "cuckland": 34816,
  "cucknada": 37259,
  "cucknadian": 35390,
  "cucknadians": 31120,
  "cuckold": 39952,
  "cuckolded": 31103,
  "cuckolding": 34116,
  "cuckoldry": 38167,
  "cuckolds": 37360,
  "cuckposting": 31158,
  "cucks": 39869,
  "cuckservative": 35952,
  "cuckservatives": 37137,
  "cuckstain": 36457,
  "cuckstians": 31077,
  "cuckville": 36056,
  "cucky": 33952,
  "cucumber": 33086,
  "cucumbers": 35457,
  "cud": 41774,
  "cuffing": 40986,
  "cuh": 33708,
  "culchie": 33128,
  "culling": 34363,
  "culminate": 31867,
  "culprits": 35590,
  "cult45": 30797,
  "cultish": 31186,
  "cultlife": 41673,
  "cults": 38808,
  "culturalmarxists": 32941,
  "culvert": 36975,
  "cuma": 41758,
  "cumming": 33104,
  "cunardly": 34862,
  "cunt": 37558,
  "cunton": 37598,
  "cunts": 38399,
  "cuntservative": 33683,
  "cuomo": 34165,
  "cupcakes": 40751,
  "cupcakke": 32811,
  "curanis": 39624,
  "curates": 32142,
  "curries": 33848,
  "currynigger": 37248,
  "currys": 31131,
  "cursecanada": 36621,
  "cursethecrown": 33765,
  "cursive": 35194,
  "curtin": 33017,
  "cus": 30769,
  "cushing": 38525,
  "cusp": 37166,
  "cussing": 33087,
  "customarily": 32691,
  "custuoer": 34188,
  "cuteness": 32715,
  "cutest": 30616,
  "cutesy": 33136,
  "cutie": 31515,
  "cuyahoga": 36427,
  "cuz": 37382,
  "cville": 41150,
  "cvs": 37656,
  "cyberspace": 38688,
  "cyborg": 33813,
  "cyclical": 40400,
  "cydonia": 40640,
  "cyph": 39740,
  "cypher": 40340,
  "cyst": 31074,
  "czars": 31976,
  "czechs": 38276,
  "czy": 30837,
  "d*e": 31504,
  "d.c.": 35018,
  "daad": 36464,
  "dababy": 31769,
  "dabble": 32729,
  "dabbling": 38086,
  "dabrey": 31662,
  "daca": 34800,
  "dachau": 39903,
  "dada": 37505,
  "daddywhiteman": 38742,
  "dae": 31201,
  "daenerys": 34058,
  "dafaq": 32440,
  "daff": 33138,
  "daft": 39640,
  "dafuk": 41347,
  "dafunce": 39940,
  "dago": 31630,
  "dah": 37084,
  "daia": 38193,
  "dailystormer": 31501,
  "dailystorner": 40390,
  "dalit": 32276,
  "dally": 37173,
  "damnit": 38249,
  "damocles": 41768,
  "damore": 31411,
  "danai": 34575,
  "dandy": 39923,
  "dang": 40167,
  "dangle": 30786,
  "dank": 41078,
  "dankest": 34509,
  "dankula": 30528,
  "danley": 35564,
  "dany": 33263,
  "dap": 31719,
  "dapping": 41559,
  "dares": 37994,
  "darkie": 34007,
  "darkies": 34517,
  "darkskin": 34122,
  "darlifra": 35768,
  "darrenb": 36972,
  "dateline": 31829,
  "datings": 38219,
  "datz": 38586,
  "daughty": 39114,
  "davi": 41211,
  "davidians": 39042,
  "davos": 31135,
  "dawg": 32717,
  "dayum": 36610,
  "dayz": 41415,
  "dazzle": 36814,
  "dcbarry": 39310,
  "dd100": 35098,
  "deactivate": 35613,
  "deadass": 40162,
  "deadbeat": 35213,
  "deadliness": 38508,
  "deadpool": 37962,
  "deandre": 31632,
  "dearborn": 36582,
  "death2fags": 34890,
  "death2islam": 36143,
  "deathcamps": 30871,
  "deathsentence": 35721,
  "debatable": 36606,
  "debauchery": 40330,
  "deblasio": 31693,
  "debtors": 35883,
  "debunks": 38315,
  "decadent": 41199,
  "decal": 40918,
  "deceitful": 33854,
  "deceivers": 41523,
  "decendant": 34397,
  "decepitcons": 39807,
  "decibel": 41210,
  "decimation": 32071,
  "deconstructionist": 37828,
  "decorating": 33437,
  "decordecator": 31013,
  "decried": 35625,
  "decry": 40067,
  "deecee": 33184,
  "deekh": 31534,
  "deen": 31219,
  "deepak": 34646,
  "deepfake": 33079,
  "deepstate": 36832,
  "deere": 39633,
  "dees": 38648,
  "defaced": 34291,
  "defacing": 38805,
  "defame": 33919,
  "defaming": 35940,
  "defeaned": 40466,
  "defeatist": 34386,
  "defectors": 40370,
  "defendeurope": 31774,
  "defends": 38293,
  "defenseless": 32804,
  "defile": 30696,
  "defiling": 37814,
  "definately": 38110,
  "defintion": 40492,
  "deflect": 39846,
  "deflection": 30873,
  "deformed": 35691,
  "deformities": 33358,
  "defunded": 37398,
  "degeneracies": 32212,
  "degeneracy": 32424,
  "degenerate": 35062,
  "degenerated": 36542,
  "degenerates": 35646,
  "degenerative": 32410,
  "degeneres": 40261,
  "degens": 31903,
  "degrades": 38848,
  "dehumanize": 40928,
  "dehydrated": 39653,
  "deidara": 38763,
  "deinen": 39014,
  "dejame": 31507,
  "dejavu": 35551,
  "deletes": 40046,
  "delf": 32512,
  "deliberation": 32140,
  "delicacy": 35783,
  "deliverance": 38581,
  "deluded": 32532,
  "deluge": 31123,
  "demanazis": 37629,
  "demasiado": 34827,
  "demean": 31611,
  "demeaning": 38547,
  "demensional": 33140,
  "demented": 38849,
  "demisexual": 39153,
  "demisphere": 33394,
  "democraps": 36991,
  "democraticparty": 40232,
  "democratizing": 40343,
  "democratparty": 37790,
  "demograph": 40606,
  "demographer": 32013,
  "demographically": 36754,
  "demography": 31618,
  "demoncraps": 31408,
  "demoncrats": 40739,
  "demonetizes": 40676,
  "demonetizing": 37671,
  "demonised": 35332,
  "demonising": 33005,
  "demonization": 31390,
  "demonize": 37453,
  "demonized": 41563,
  "demonizing": 32291,
  "demonrats": 34555,
  "demonstrable": 41720,
  "demonstrably": 32145,
  "demoralize": 32095,
  "demoralized": 34962,
  "dems": 31639,
  "demure": 36218,
  "deniability": 38202,
  "denials": 33957,
  "denier": 41590,
  "deniers": 32156,
  "denigrate": 31767,
  "deniro": 40672,
  "denisova": 31979,
  "denominational": 40103,
  "denoting": 30939,
  "dentists": 32627,
  "deodarize": 41385,
  "deodorant": 33950,
  "deol": 34131,
  "departs": 36383,
  "depeche": 40688,
  "dependents": 38204,
  "deplatforming": 38112,
  "deplenished": 35679,
  "deploraball": 34914,
  "deplorable": 40536,
  "deplorables": 33037,
  "depop": 37630,
  "deport": 36240,
  "deportations": 32617,
  "deporting": 39827,
  "deportislam": 34915,
  "deportmerkel": 31225,
  "deportregressiveleft": 37526,
  "deports": 40193,
  "depositors": 38351,
  "depository": 39336,
  "depp": 41189,
  "depraved": 32382,
  "depravity": 38196,
  "depresses": 38261,
  "depressions": 31745,
  "deranged": 35778,
  "derangement": 39317,
  "derecha": 40446,
  "deregulated": 32147,
  "derision": 39650,
  "dermatitis": 35110,
  "derp": 39290,
  "dervishes": 32342,
  "descendent": 32980,
  "dese": 34921,
  "desh": 36728,
  "deshi": 33877,
  "desi": 33798,
  "destabilized": 40697,
  "destabilizing": 36997,
  "destitute": 36757,
  "destructing": 37135,
  "desu": 35796,
  "detainer": 32434,
  "detergent": 32951,
  "detest": 40976,
  "detour": 37186,
