{
  "added_tokens_decoder": {
    "0": {
      "content": "[PAD]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "100": {
      "content": "[UNK]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "101": {
      "content": "[CLS]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "102": {
      "content": "[SEP]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "103": {
      "content": "[MASK]",
      "lstrip": false,
      "normalized": false,
      "rstrip": false,
      "single_word": false,
      "special": true
    },
    "2118": {
      "content": "university",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2137": {
      "content": "american",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2165": {
      "content": "took",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2174": {
      "content": "however",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2195": {
      "content": "several",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2206": {
      "content": "following",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2233": {
      "content": "march",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2234": {
      "content": "came",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2238": {
      "content": "june",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2244": {
      "content": "september",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2246": {
      "content": "looked",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2251": {
      "content": "july",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2255": {
      "content": "october",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2257": {
      "content": "august",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2258": {
      "content": "april",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2259": {
      "content": "york",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2281": {
      "content": "november",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2285": {
      "content": "december",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2329": {
      "content": "british",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2337": {
      "content": "february",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2347": {
      "content": "wasn",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2413": {
      "content": "french",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2414": {
      "content": "london",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2435": {
      "content": "gave",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2443": {
      "content": "included",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2446": {
      "content": "german",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2468": {
      "content": "become",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2493": {
      "content": "students",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2500": {
      "content": "others",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2506": {
      "content": "continued",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2508": {
      "content": "james",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2520": {
      "content": "william",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2525": {
      "content": "already",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2548": {
      "content": "royal",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2554": {
      "content": "society",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2563": {
      "content": "england",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2577": {
      "content": "george",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2582": {
      "content": "further",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2585": {
      "content": "david",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2605": {
      "content": "france",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2633": {
      "content": "finally",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2634": {
      "content": "india",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2637": {
      "content": "america",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2647": {
      "content": "european",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2660": {
      "content": "australia",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2662": {
      "content": "california",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2667": {
      "content": "trying",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2670": {
      "content": "southern",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2703": {
      "content": "paul",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2710": {
      "content": "canada",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2720": {
      "content": "mr",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2726": {
      "content": "thomas",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2728": {
      "content": "robert",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2745": {
      "content": "michael",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2758": {
      "content": "says",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2762": {
      "content": "germany",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2774": {
      "content": "songs",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2778": {
      "content": "tour",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2781": {
      "content": "minutes",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2796": {
      "content": "indian",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2798": {
      "content": "charles",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2801": {
      "content": "idea",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2822": {
      "content": "chinese",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2827": {
      "content": "australian",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2845": {
      "content": "russian",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2848": {
      "content": "peter",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2859": {
      "content": "china",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2866": {
      "content": "uk",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2870": {
      "content": "myself",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2883": {
      "content": "census",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2885": {
      "content": "europe",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2887": {
      "content": "japanese",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2888": {
      "content": "henry",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2899": {
      "content": "washington",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2900": {
      "content": "japan",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2903": {
      "content": "believe",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2905": {
      "content": "sister",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2909": {
      "content": "sir",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2913": {
      "content": "studies",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2932": {
      "content": "magazine",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2957": {
      "content": "richard",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2963": {
      "content": "hear",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2965": {
      "content": "means",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "2984": {
      "content": "mary",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3000": {
      "content": "paris",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3002": {
      "content": "saint",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3009": {
      "content": "spanish",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3010": {
      "content": "canadian",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3017": {
      "content": "christian",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3026": {
      "content": "senior",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3038": {
      "content": "saying",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3041": {
      "content": "earlier",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3044": {
      "content": "smith",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3053": {
      "content": "nearly",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3059": {
      "content": "italian",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3060": {
      "content": "african",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3086": {
      "content": "attention",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3087": {
      "content": "anyone",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3088": {
      "content": "africa",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3099": {
      "content": "governor",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3100": {
      "content": "okay",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3116": {
      "content": "meeting",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3142": {
      "content": "roman",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3146": {
      "content": "texas",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3159": {
      "content": "prince",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3163": {
      "content": "ireland",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3174": {
      "content": "twenty",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3183": {
      "content": "whom",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3190": {
      "content": "chicago",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3227": {
      "content": "generally",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3232": {
      "content": "couple",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3234": {
      "content": "catholic",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3235": {
      "content": "martin",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3246": {
      "content": "hope",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3283": {
      "content": "ago",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3290": {
      "content": "mexico",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3304": {
      "content": "italy",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3306": {
      "content": "greek",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3312": {
      "content": "joseph",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3322": {
      "content": "initially",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3349": {
      "content": "angeles",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3354": {
      "content": "soviet",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3360": {
      "content": "youth",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3376": {
      "content": "beautiful",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3389": {
      "content": "lee",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3402": {
      "content": "suddenly",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3403": {
      "content": "waiting",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3414": {
      "content": "zealand",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3418": {
      "content": "ancient",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3427": {
      "content": "watched",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3434": {
      "content": "louis",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3439": {
      "content": "historical",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3448": {
      "content": "virginia",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3471": {
      "content": "problems",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3473": {
      "content": "grew",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3475": {
      "content": "isn",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3487": {
      "content": "edward",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3493": {
      "content": "irish",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3504": {
      "content": "looks",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3505": {
      "content": "mike",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3507": {
      "content": "fellow",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3516": {
      "content": "florida",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3518": {
      "content": "nearby",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3519": {
      "content": "congress",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3530": {
      "content": "agreed",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3533": {
      "content": "joe",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3534": {
      "content": "pacific",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3548": {
      "content": "soldiers",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3552": {
      "content": "pennsylvania",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3557": {
      "content": "jones",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3564": {
      "content": "sitting",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3577": {
      "content": "spain",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3581": {
      "content": "frank",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3599": {
      "content": "exactly",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3607": {
      "content": "russia",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3631": {
      "content": "broke",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3632": {
      "content": "goes",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3644": {
      "content": "jewish",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3648": {
      "content": "judge",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3656": {
      "content": "alexander",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3660": {
      "content": "scott",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3680": {
      "content": "mrs",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3681": {
      "content": "walls",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3685": {
      "content": "cannot",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3704": {
      "content": "squadron",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3710": {
      "content": "serve",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3725": {
      "content": "britain",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3728": {
      "content": "recently",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3731": {
      "content": "boston",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3735": {
      "content": "poland",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3744": {
      "content": "jean",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3763": {
      "content": "latin",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3766": {
      "content": "williams",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3768": {
      "content": "lack",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3779": {
      "content": "johnson",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3781": {
      "content": "jr",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3782": {
      "content": "chris",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3783": {
      "content": "olympics",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3792": {
      "content": "carolina",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3799": {
      "content": "francisco",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3801": {
      "content": "females",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3803": {
      "content": "dutch",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3804": {
      "content": "duke",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3814": {
      "content": "maria",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3817": {
      "content": "daniel",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3836": {
      "content": "teacher",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3848": {
      "content": "victoria",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3849": {
      "content": "seems",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3866": {
      "content": "loved",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3870": {
      "content": "elizabeth",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3881": {
      "content": "drew",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3885": {
      "content": "scotland",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3889": {
      "content": "steve",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3892": {
      "content": "tonight",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3915": {
      "content": "usa",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3921": {
      "content": "approach",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3948": {
      "content": "solo",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3951": {
      "content": "republican",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3956": {
      "content": "israel",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3958": {
      "content": "jim",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3980": {
      "content": "questions",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3984": {
      "content": "guess",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3985": {
      "content": "officially",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "3986": {
      "content": "memorial",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4001": {
      "content": "senate",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4004": {
      "content": "asian",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4021": {
      "content": "asia",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4026": {
      "content": "traffic",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4027": {
      "content": "jackson",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4035": {
      "content": "bbc",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4038": {
      "content": "comedy",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4058": {
      "content": "ohio",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4061": {
      "content": "fought",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4068": {
      "content": "berlin",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4074": {
      "content": "alex",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4080": {
      "content": "andrew",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4089": {
      "content": "easily",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4093": {
      "content": "settlement",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4102": {
      "content": "compared",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4104": {
      "content": "scottish",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4108": {
      "content": "georgia",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4116": {
      "content": "tony",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4136": {
      "content": "tells",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4147": {
      "content": "wearing",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4165": {
      "content": "sounds",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4169": {
      "content": "painting",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4174": {
      "content": "michigan",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4176": {
      "content": "animals",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4191": {
      "content": "laughed",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4199": {
      "content": "rome",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4202": {
      "content": "taylor",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4203": {
      "content": "santa",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4209": {
      "content": "knowing",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4217": {
      "content": "chosen",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4230": {
      "content": "bodies",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4234": {
      "content": "christmas",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4238": {
      "content": "iran",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4243": {
      "content": "parties",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4247": {
      "content": "continues",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4252": {
      "content": "teaching",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4259": {
      "content": "supreme",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4267": {
      "content": "wilson",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4290": {
      "content": "kong",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4291": {
      "content": "hong",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4299": {
      "content": "wish",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4300": {
      "content": "arthur",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4301": {
      "content": "thoughts",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4302": {
      "content": "harry",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4307": {
      "content": "illinois",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4312": {
      "content": "anyway",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4317": {
      "content": "thick",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4332": {
      "content": "turns",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4333": {
      "content": "silent",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4352": {
      "content": "allowing",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4361": {
      "content": "toronto",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4364": {
      "content": "guys",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4365": {
      "content": "damn",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4380": {
      "content": "brazil",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4386": {
      "content": "olympic",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4388": {
      "content": "eric",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4393": {
      "content": "vampire",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4401": {
      "content": "critics",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4404": {
      "content": "massachusetts",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4406": {
      "content": "unlike",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4415": {
      "content": "clearly",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4416": {
      "content": "tongue",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4420": {
      "content": "korea",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4422": {
      "content": "brian",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4428": {
      "content": "labour",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4441": {
      "content": "jesus",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4445": {
      "content": "neither",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4447": {
      "content": "claims",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4448": {
      "content": "atlantic",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4450": {
      "content": "labor",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4459": {
      "content": "stephen",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4463": {
      "content": "jason",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4465": {
      "content": "sunday",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4467": {
      "content": "swedish",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4474": {
      "content": "surprise",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4481": {
      "content": "figures",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4482": {
      "content": "davis",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4501": {
      "content": "pakistan",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4532": {
      "content": "sarah",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4535": {
      "content": "tradition",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4549": {
      "content": "netherlands",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4556": {
      "content": "classical",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4557": {
      "content": "francis",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4560": {
      "content": "jose",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": true,
      "special": false
    },
    "4561": {
      "content": "ontario",
      "lstrip": false,
      "normalized": true,
